Repository: KonishchevDmitry/flush
Catalog: po/*.po
Languages: cs, de

source: Time left
cs: Zbývající čas
de: Verbleibende Zeit

source: Time seeding
cs: Čas setí
de: Zeit Seeding

source: Open directory
cs: Otevřít adresář
de: Verzeichnis Öffnen

source: Recheck
cs: Přezkoušení
de: Nachprüfung

source: Opening torrent '%1' directory failed. %2
cs: Otevření adresáře s torrentem '%1' se nezdařilo. %2
de: Öffnen des Torrent Verzeichnises '%1' fehlgeschlagen. %2

source: Opening torrent '%1' file(s) failed. %2
cs: Otevření souboru(ů) s torrenty '%1' se nezdařilo. %2
de: Öffnen der Torrent '%1' Datei/Dateien fehlgeschlagen. %2

source: Remove torrent
cs: Odstranit torrent
de: Torrent Entfernen

source: Remove torrents
cs: Odstranit torrenty
de: Torrents Entfernen

source: Are you sure want to remove torrent '%1'?
cs: Opravdu chcete odstranit torrent '%1'?
de: Sind Sie sicher, dass Sie die Torrent Datei '%1' entfernen wollen?

source: Are you sure want to remove following torrents?
cs: Opravdu chcete odstranit následující torrenty?
de: Sind Sie sicher, dass Sie die folgenden Torrents entfernen wollen?

source: Remove with data
cs: Odstranit s daty
de: Entfernen mit Daten

source: Removing torrent(s) failed.
cs: Odstranění torrentu(ů) se nezdařilo.
de: Torrent(s) entfernen fehlgeschlagen.

source: Removing torrent(s) failed. %1
cs: Odstranění torrentu(ů) se nezdařilo. %1
de: Torrent(s) entfernen fehlgeschlagen. %1

source: Removing torrent(s) with data failed.
cs: Odstranění torrentu(ů) s daty se nezdařilo.
de: Torrent(s) entfernen mit Daten fehlgeschlagen.

source: Removing torrent(s) with data failed. %1
cs: Odstranění torrentu(ů) s daty se nezdařilo. %1
de: Torrent(s) entfernen mit Daten fehlgeschlagen. %1

source: Pausing torrent(s) failed.
cs: Pozastavení torrentu(ů) se nezdařilo.
de: Torrent(s) Pausieren fehlgeschlagen.

source: Pausing torrent(s) failed. %1
cs: Pozastavení torrentu(ů) se nezdařilo. %1
de: Torrent(s) Pausieren fehlgeschlagen. %1

source: Resuming torrent(s) failed.
cs: Obnovení torrentu(ů) se nezdařilo.
de: Torrent(s) zurücksetzen fehlgeschlagen.

source: Resuming torrent(s) failed. %1
cs: Obnovení torrentu(ů) se nezdařilo. %1
de: Torrent(s) zurücksetzen fehlgeschlagen. %1

source: Unable to parse torrent '%1' magnet URI. %2
cs: Zpracování URI magnetu pro torrent '%1' není možné. %2
de: Analysieren der Torrent '%1' Magnet URI nicht möglich. %2

source: Libtorrent internal error.
cs: Vnitřní chyba libtorrent.
de: Libtorrent interner Fehler.

source: Can't save torrent file '%1': %2.
cs: Nepodařilo se uložit soubor s torrentem '%1': %2.
de: Konnte Torrent Datei '%1' nicht speichern: %2

source: Unable to save torrent's metadata
cs: Nepodařilo se uložit metadata torrentu
de: Konnte Torrent's Metadaten nicht speichern

source: Saving torrent's '%1' downloaded metadata failed. %2
cs: Uložení stažených metadat k torrentu(ům) '%1' se nezdařilo. %2
de: Speichern der Heruntergeladenen Torrent(s) '%1' Metadaten fehlgeschlagen. %2

source: Invalid magnet URI
cs: Neplatný URI pro magnet
de: Ungültiger Magnet URI

source: Please enter a magnet URI.
cs: Zadejte, prosím, URI pro magnet.
de: Bitte Magnet URI eingeben.

source: '%1' is not a magnet URI.
cs: '%1' není URI pro magnet.
de: '%1' ist kein Magnet URI

source: Client config: Bad option '%1' type at line %2.
cs: Nastavení klienta: Špatný typ volby '%1' na řádku %2.
de: Client Konfiguration: Fehlerhafter Options '%1' Typ bei Zeile %2

source: Client config: Bad option '%1' value '%2' at line %3.
cs: Nastavení klienta: Špatná hodnota volby '%1' '%2' na řádku %3.
de: Client config: Böse Option '%1' Wert '%2' bei Zeile %3.

source: Client config: Invalid option '%1' UTF-8 value at line %2.
cs: Nastavení klienta: Neplatná volba '%1' hodnota UTF-8 na řádku %2.
de: Client config: Fehlerhafte Option '%1' UTF-8 Wert bei Zeile %2.

source: Client config: Unknown option '%1' at line %2.
cs: Nastavení klienta: Neznámá volba '%1' na řádku %2.
de: Client Konfiguration: Unbekante Option '%1' bei Zeile %2.

source: Can't read configuration file '%1': %2.
cs: Nepodařilo se přečíst soubor s nastavením '%1': %2.
de: Konnte Konfigurations Datei nicht lesen '%1': %2.

source: Can't parse configuration file '%1': %2.
cs: Nepodařilo se zpracovat soubor s nastavením '%1': %2.
de: Konnte Konfigurations Datei '%1' nicht analysieren: %2.

source: Can't write configuration file '%1': %2.
cs: Nepodařilo se zapsat soubor s nastavením '%1': %2.
de: Konnte Konfigurations Datei '%1' nicht schreiben: %2.

source: %1 (%2). Errors: %3.
cs: %1 (%2). Chyby: %3.
de: %1 (%2). Fehler: %3

source: This torrent is already exists in the current session.
cs: Tento torrent v tomto sezení již existuje.
de: Dieses Torrent existiert bereits in dieser Sitzung

source: Can't create torrent configuration directory '%1': %2.
cs: Nepodařilo se vytvořit adresář s nastavením torrentu '%1': %2.
de: Konnte Torrent Konfigurations Verzeichnis '%1' nicht erzeugen: %2.

source: Torrent '%1' has been changed while it's been processed.
cs: Torrent '%1' byl během zpracování změněn.
de: Torrent '%1' wurde während eines Prozesses verändert.

source: Can't copy torrent file '%1' to '%2': %3.
cs: Nepodařilo se zkopírovat soubor s torrentem '%1' do '%2': %3.
de: Konnte Torrent Datei '%1' nicht nach '%2' kopieren: %3.

source: Can't pause torrent '%1'. %2
cs: Nepodařilo se pozastavit soubor s torrentem '%1': %2
de: Konnte Torrent '%1' nich pausieren. %2

source: Can't remove torrent '%1'. %2
cs: Nepodařilo se odstranit torrent '%1': %2
de: Konnte Torrent '%1' nicht entfernen. %2

source: Can't remove with data torrent '%1'. %2
cs: Nepodařilo se odstranit torrent s daty '%1'. %2
de: Konnte Torrent '%1' mit Daten nicht entfernen. %2

source: Can't stat torrent file: %1.
cs: Nepodařilo se spustit soubor s torrentem: %1.
de: Konnte Torrent Datei '%1' nicht starten.

source: Deleting automatically loaded *.torrent file failed
cs: Automatické smazání souboru *.torrent se nezdařilo
de: Automatisches Löschen der geladenen *.torrent Datei ist fehlgeschlagen

source: Can't delete automatically loaded *.torrent file '%1': %2.
cs: Nepodařilo se automaticky smazat nahraný soubor *.torrent '%1': %2.
de: Konnte automatisches Löschen der geladenen *.torrent Datei '%1' nicht ausführen: %2

source: Automatic loading the torrent '%1' failed. %2
cs: Automatické nahrání torrentu '%1' se nezdařilo. %2
de: Automatisches Laden des Torrents '%1' fehlgeschlagen. %2

source: Automatic torrents loading failed
cs: Automatické nahrání torrentu se nezdařilo
de: Automatisches Laden der Torrents fehlgeschlagen

source: Directory '%1' has been deleted or moved.
cs: Adresář '%1' byl přesunut nebo smazán.
de: Verzeichnis '%1' wurde verschoben oder gelöscht.

source: Automatic torrents cleaning failed
cs: Automatické uklizení torrentu se nezdařilo
de: Automatisches Aufräumen der Torrents ist fehlgeschlagen

source: All torrents downloaded.
cs: Všechny torrenty staženy.
de: Alle Torrents heruntergeladen.

source: Copying finished torrent's files failed
cs: Kopírování stažených torrentů se nezdařilo
de: Kopieren der fertiggestellten Torrents ist fehlgeschlagen

source: Copying finished torrent's '%1' files from '%2' to '%3' failed.
cs: Kopírování stažených souborů s torrenty '%1' z '%2' do '%3' se nezdařilo.
de: Kopieren der fertiggestellten Torrents '%1' von '%2' nach '%3' ist fehlgeschlagen.

source: Bad torrent id '%1'.
cs: Poškozené ID torrentu '%1'.
de: Korrupte Torrent id '%1'.

source: Restoring torrent's previous session settings failed. %1
cs: Obnova předchozího nastavení sezení torrentu se nezdařila. %1
de: Wiederherstellen der vorherigen Sitzungseinstellungen ist fehlgeschlagen. %1

source: Invalid torrent '%1' files' settings. Rejecting them...
cs: Neplatná nastavení souboru s torrentem '%1'. Jsou odmítána...
de: Ungültige Torrentdatei '%1' Einstellungen. Sie werden zurückgewisen

source: Torrent added with errors
cs: Torrent přidán s chybami
de: Torrent mit Fehlern hinzugefügt

source: Torrent '%1' has been added with errors.%2
cs: Torrent '%1' byl přidán s chybami. %2
de: Torrent '%1' wurde mit Fehlern hinzugefügt. %2

source: Can't read directory '%1' for automatic torrents loading: %2.
cs: Nepodařilo se přečíst adresář '%1' pro automatické nahrání torrentu: %2.
de: Konnte Verzeichnis '%1' für Automatisches Torrent Laden nicht lesen: %2.

source: Loading torrent failed
cs: Nahrání torrentu se nezdařilo
de: Laden des Torrents fehlgeschlagen

source: Loading of the torrent '%1' failed. %2
cs: Nahrání torrentu '%1' se nezdařilo. %2
de: Laden des Torrents '%1' fehlgeschlagen. %2

source: Can't read directory with torrents configs '%1': %2.
cs: Nepodařilo se přečíst adresář s nastavením torrentu '%1': %2.
de: Konnte Verzeichnis der Torrent Konfiguration nicht lesen '%1': %2.

source: Loading torrents from previous session failed. %1
cs: Nahrání torrentů z předchozího sezení se nezdařilo. %1
de: Laden von Torrents aus der letzten Sitzung fehlgeschlagen. %1

source: Saving session failed
cs: Uložení sezení se nezdařilo
de: Speichern der Sitzung fehlgeschlagen

source: Saving session failed. %1
cs: Uložení sezení se nezdařilo. %1
de: Speichern der Sitzung fehlgeschlagen. %1

source: Bad torrent id: '%1'.
cs: Poškozené ID torrentu: '%1'.
de: Korrupte Torrent id: '%1'.

source: Deleting torrent data failed
cs: Smazání dat torrentu se nezdařilo
de: Löschen des Torrent Daten Feldes

source: Deleting torrent '%1' data failed.
cs: Smazání dat torrentu '%1" se nezdařilo.
de: Löschen der Torrent '%1" Daten Feldes.

source: Saving torrent settings failed
cs: Uložení nastavení torrentu se nezdařilo
de: Speichern der Torrent Einstellungen fehlgeschlagen

source: Saving torrent '%1' settings failed. %2
cs: Uložení nastavení torrentu '%1' se nezdařilo. %2
de: Speichern der Torrent '%1' Einstellungen fehlgeschlagen. %2

source: Invalid copy when finished to path '%1'.
cs: Neplatná kopie, když dokončena do cesty '%1'.
de: Ungültige Kopie wenn im Pfad angekommen '%1'.

source: Bad file id: %1.
cs: Poškozené ID souboru: %1.
de: Korrupte Datei id: %1.

source: Setting directory for automatic torrents loading failed
cs: Nastavení adresáře pro automatické nahrání torrentu se nezdařilo
de: Einrichten des Verzeichnisses für automatisches Torrent laden ist fehlgeschlagen

source: Setting directory '%1' for automatic torrents loading failed. %2
cs: Nastavení adresáře '%1' pro automatické nahrání torrentu se nezdařilo. %2
de: Einrichten des Verzeichnisses '%1' für automatisches Torrent laden ist fehlgeschlagen. %2

source: Setting torrent trackers failed: libtorrent internal error.
cs: Nastavení rozdělovače torrentů se nezdařilo: Vnitřní chyba libtorrent.
de: Setzen der Torrent Tracker fehlgeschlagen: libtorrent interner Fehler.

source: Can't start daemon. Creating config directories failed. %1
cs: Nepodařilo se spustit démona. Vytvoření adresářů s nastavením se nezdařilo. %1
de: Konnte Daemon nicht starten. Erzeugen der config Verzeichnise fehlgeschlagen. %1

source: Change file or directory path
cs: Změnit cestu k souboru nebo adresáři
de: Datei oder Verzeichnis Pfad ändern

source: Changing file or directory path failed
cs: Změna cesty k souboru nebo adresáři se nezdařila
de: Verändern des Datei oder Verzeichnis Pfades fehlgeschlagen

source: Changing file or directory path failed. Invalid path has been gotten. Please enter a valid path.
cs: Změna cesty k souboru nebo adresáři se nezdařila. Byla obdržena neplatná cesta. Zadejte, prosím, platnou cestu.
de: Verändern des Datei oder Verzeichnis Pfades fehlgeschlagen. Ungültigen Pfad erhalten. Bitte gültigen Pfad eingeben.

source: Priority
cs: Přednost
de: Priorität

source: Progress
cs: Postup
de: Fortschritt

source: Download
cs: Stahování

source: Do not download
cs: Nestahovat
de: Nicht Downloaden

source: Normal priority
cs: Obvyklá přednost
de: Normale Priorität

source: High priority
cs: Vysoká přednost
de: Hohe Priorität

source: Change path
cs: Změnit cestu
de: Verändere Pfad

source: Changing torrent files download status failed. %1
cs: Změna stavu stahování souborů s torrenty se nezdařila. %1
de: Verändern des Download Status der Torrent Datei fehlgeschlagen. %1

source: Changing torrent files priorities failed. %1
cs: Změna přednosti souborů s torrenty se nezdařila. %1
de: Verändern der Torrent Dateien Priorität fehlgeschlagen. %1

source: Changing file path failed
cs: Změna cesty k souboru se nezdařila
de: Verändern des Datei Pfades fehlgeschlagen

source: Changing file path failed. Invalid file path has been gotten. Please enter a valid path.
cs: Změna cesty k souboru se nezdařila. Byla obdržena neplatná cesta k souboru. Zadejte, prosím, platnou cestu.
de: Verändern des Datei Pfades fehlgeschlagen. Ungültiger Datei Pfad wurde erhalten. Bitte gültigen Pfad eingeben.

source: Changing file or directory path failed. %1
cs: Změna cesty k souboru nebo adresáři se nezdařila. %1
de: Verändern des Datei oder Verzeichnis Pfades fehlgeschlagen. %1

source: Changing download status for '%1' failed. %2
cs: Změna stavu stahování pro '%1' se nezdařila. %2
de: Verändern des Downloadstatus für '%1' fehlgeschlagen. %2

source: Invalid torrent name
cs: Neplatný název torrentu
de: Ungültiger Torrent Name

source: You have entered invalid torrent name. Please enter non-empty torrent name.
cs: zadal jste neplatný název torrentu. Zadejte, prosím, název torrentu, který není prázdný.
de: Sie haben eine ungültigen Torrent Namen vergeben. Bitte geben Sie einen nicht leeren Torrent Namen ein.

source: invalid auto clean action type '%1'
cs: Neplatný typ automatické činnosti úklidu '%1'
de: Ungültiger automatischer Clean Aktions Typ '%1'

source: invalid IP address '%1'
cs: Neplatná adresa IP '%1'
de: ungültige IP Adresse '%1'

source: invalid IP range %1-%2
cs: Neplatná oblast IP %1-%2
de: ungültiger IP Bereich %1-%2

source: %1 - Download completed
cs: %1 - Stahování dokončeno
de: %1 - Download fertiggestellt

source: %1 - All downloads completed
cs: %1 - Všechna stahování dokončena
de: %1 - Alle Downloads fertiggestellt

source: normal
cs: Normální

source: high
cs: Vysoká
de: Hoch

source: Invalid file priority name: '%1'.
cs: Neplatný název přednosti souboru: '%1'.
de: Ungültiger Datei Prioritäts Name: '%1'.

source: [Invalid encoding]
cs: [Neplatné kódování]
de: [Ungültige entschlüsselung]

source: (short)|Paused
cs: Pozastaveno
de: Pausiert

source: (short)|Allocating
cs: Přiděluje se
de: Verteilend

source: (short)|Queued for checking
cs: Zařazeno k přezkoušení
de: Wartet auf überprüfung

source: (short)|Checking files
cs: Přezkušují se soubory
de: Überprüfe Dateien

source: Waiting for metadata download (short)|Metadata down wait
cs: Čeká se na údaje
de: warte auf Metadaten

source: Downloading metadata (short)|Metadata down
cs: Stahují se údaje
de: Metadata down

source: Waiting for download (short)|Download wait
cs: Čeká se na stahování
de: Download wartet

source: (short)|Downloading
cs: Stahuje se
de: Downloading

source: (short)|Seeding
cs: Seje se
de: Seeding

source: (short)|Uploading
cs: Nahrává se
de: Uploading

source: (short)|Unknown
cs: Neznámé
de: Unbekannt

source: Tracker status is not given yet|Not given yet
cs: Stav rozdělovače ještě neobdržen
de: Noch nicht erhalten

source: There are no trackers has been setted for this torrent
cs: Pro tento torrent nejsou nastaveni žádní rozdělovači
de: Für dieses Torrent sind keine Tracker gesetzt.

source: Bad option '%1' value '%2'.
cs: Poškozená volba '%1' hodnota '%2'.
de: Korrupte Option '%1' Wert '%2'.

source: torrent_path
cs: Torrent_Cesta
de: Torrent_Pfad

source: Main options
cs: Hlavní volby
de: Haupt Optionen

source: Show program version
cs: Ukázat verzi programu
de: Zeige Program Version

source: Configuration directory path (default: ~/%1)
cs: Cesta k adresáři s nastavením (výchozí: ~/%1)
de: Konfigurations Verzeichnis Pfad (default: ~/%1)

source: DIRECTORY
cs: ADRESÁŘ
de: VERZEICHNIS

source: Set download rate limit (KB/s)
cs: Nastavit omezení rychlosti stahování (KB/s)
de: Setze Download Raten Limit (KB/s)

source: SPEED
cs: RYCHLOST

source: Set upload rate limit (KB/s)
cs: Nastavit omezení rychlosti nahrávání (KB/s)
de: Setze Upload Raten Limit (KB/s)

source: Set maximum uploads
cs: Nastavit nejvyšší míru nahrávání
de: Setze maximale Uploads

source: NUMBER
cs: ČÍSLO
de: NUMMER

source: Set maximum connections
cs: Nastavit nejvyšší míru spojení
de: Setze maximale Verbindungen

source: Start torrents
cs: Spustit torrenty

source: {all,downloads,uploads}
cs: {vše,stahování,nahrávání}
de: {alle,downloads,uploads}

source: Stop torrents
cs: Zastavit torrenty

source: Only pass commands to already running %1 instance. Does not start new instance if it is not running yet
cs: Zadejte jen příkazy k již běžící instanci %1. Spouštějte novou instanci jen tehdy, když ještě neběží
de: Geben Sie nur Kommandos zu der bereits laufenden %1 Instanz ein. Straten Sie eine neue Instanz nur dann, wenn sie noch nicht läuft.

source: Error while processing torrent '%1'
cs: Chyba při zpracování torrentu '%1'
de: Fehler bei der Ausführung des Torrents '%1'

source: Can't get '%1' absolute path: %2.
cs: Nepodařilo se obdržet absolutní cestu '%1': %2.
de: Konnte Absoluten Pfad nicht erhalten '%1': %2

source: Bad option '%1' value '%2'. Allowed values: all, downloads, uploads.
cs: Poškozená volba '%1' hodnota '%2'. Dovolené hodnoty: vše, stahování, nahrávání.
de: Korrupte Option '%1' Wert '%2'. Erlaubte Werte: alle, downloads, uploads.

source: Hashing files...
cs: Rozebírají se soubory...
de: Zerlege Dateien..

source: Hashing files. Please wait...
cs: Rozebírají se soubory. Počkejte, prosím...
de: Zerlege Dateien. Bitte warten..

source: Error while reading torrent files. File '%1': %2.
cs: Chyba při čtení souboru s torrentem. Soubor '%1': %2.
de: Fehler beim Lesen der Torrent Datei. Datei '%1': %2.

source: Libtorrent internal error happened while reading torrent files.
cs: Při čtení souboru s torrentem se vyskytla vnitřní chyba libtorrent.
de: Libtorrent ein interner Fehler ist während des lesens einer Torrent Datei aufgetreten.

source: Libtorrent internal error happened while creating torrent.
cs: Při vytváření souboru s torrentem se vyskytla vnitřní chyba libtorrent.
de: Libtorrent eine interner Fehler ist während des erzeugen einer Torrent Datei aufgetreten.

source: Libtorrent internal error happened while hashing torrent files.
cs: Při rozebírání souboru s torrentem se vyskytla vnitřní chyba libtorrent.
de: Libtorrent eine interner Fehler ist während des zerlegen einer Torrent Datei aufgetreten.

source: Libtorrent return invalid torrent file.
cs: Libtorrent vrací neplatný soubor s torrentem.
de: Libtorrent setzt ungültige Torrentdatei zurück.

source: Can't write torrent file '%1': %2.
cs: Nepodařilo se zapsat soubor s torrentem '%1': %2.
de: Konnte Torrentdatei '%1' nischt schreiben: %2.

source: Libtorrent internal error happened while creating torrent file '%1'.
cs: Při vytváření souboru s torrentem se vyskytla vnitřní chyba libtorrent '%1'.
de: Libtorrent es ist ein interner Fehler während des Erzeugens der Torrentdatei '%1' aufgetreten.

source: Torrent created
cs: Torrent vytvořen
de: Torrent erzeugt

source: Torrent '%1' has been created successfully.
cs: Torrent '%1' byl úspěšně vytvořen.
de: Torrent '%1' wurde erfolgreich erzeugt.

source: Creating torrent failed
cs: Vytvoření torrentu se nezdařilo
de: Torrent erzeugung fehlgeschlagen

source: Creating torrent '%1' failed. %2
cs: Vytvoření torrentu '%1' se nezdařilo. %2
de: Erzeugen des Torrents '%1' fehlgeschlagen. %2

source: Creating torrent
cs: Vytváří se torrent
de: Erzeuge Torrent

source: File or directory to create torrent from:
cs: Soubor nebo adresář, ze které chcete vytvořit torrent:
de: Datei oder Verzeichnis des zu Erzeugenden Torrents

source: Private torrent (DHT is not allowed)
cs: Soukromý torrent (DHT je zakázáno)
de: Privates Torrent (DHT ist verboten)

source: Piece size:
cs: Velikost části:
de: Teil größe:

source: Trackers:
cs: Rozdělovače:

source: File or directory to create torrent from is not setted
cs: Soubor nebo adresář, ze kterého se má torrent vytvořit, nebyl nastaven
de: Datei oder Verzeichnis um ein Torrent zu erzeugen wurde nicht gesetzt

source: Please choose file or directory to create torrent from.
cs: Vyberte, prosím, soubor nebo adresář, ze kterého se má torrent vytvořit.
de: Bitte wählen Sie eine Datei oder ein Verzeichnis von dem das Torrent erzeugt werden soll.

source: Please choose a file to save the torrent
cs: Vyberte, prosím, soubor pro uložení torrentu
de: Bitte wählen Sie eine Datei um das Torrent zu speichern.

source: Please choose a directory to create torrent from
cs: Vyberte, prosím, adresář, ze kterého se má torrent vytvořit
de: Bitte wählen Sie ein Verzeichnis von dem ein Torrent erzeugt werden soll

source: Please choose a file to create torrent from
cs: Vyberte, prosím, soubor, ze kterého se má torrent vytvořit
de: Bitte wählen Sie eine Datei von dem ein Torrent erzeugt werden soll

source: Downloading
cs: Stahování

source: Sequential download
cs: Postupné stahování
de: Sequenzieller Download

source: Copy when finished to:
cs: Po dokončení kopírovat do:
de: Nach Ferstigstellung kopiere nach:

source: Trackers
cs: Rozdělovače

source: Error while getting torrent download settings. %1
cs: Chyba při získávání nastavení stahování torrentu. %1
de: Fehler während des Setzen der Torren Downloadeinstellungen. %1

source: Error while setting torrent download settings. %1
cs: Chyba při nastavování nastavení stahování torrentu. %1
de: Fehler während des Setzen der Torrent Downloadeinstellungen. %1

source: Please choose a directory for torrent finished files copying
cs: Vyberte, prosím, adresář, do kterého se budou kopírovat dokončené soubory torrentu
de: Bitte wählen Sie ein Verzeichnis für das Kopieren von fertiggestellten Torrents

source: Can't set torrent trackers. %1
cs: Nepodařilo se nastavit žádné rozdělovače torrentu. %1
de: Konnte keine Torrent Tracker setzen. %1

source: Silent warning
cs: Tiché varování
de: Leise Warnung

source: application is now ending it's work
cs: Program nyní končí svoji práci
de: Applikation beedet nun seine Arbeit

source: Unable to show libnotify message
cs: Nelze ukázat zprávu od libnotify
de: Zeigen der libnotify message nicht möglich

source: Unable to show libnotify message: %1. You can disable notifications in the Preferences dialog. Message text: %2
cs: Nelze ukázat zprávu od libnotify: %1. Oznámení můžete zakázat v dialogu nastavení. Text zprávy: %2
de: Nicht möglich libnotify Nachrichten zu zeigen: %1. Unter den Einstellungen könne Sie Anzeige aktivieren. Nachrichten Text: %2

source: Running open command failed. %1.
cs: Provedení příkazu pro otevření se nezdařilo. %1.
de: Ausführen des Öffnen Befehls fehlgeschlagen. %1.

source: Error while saving settings
cs: Chyba při ukládání nastavení
de: Fehler beim speichern der Einstellungen

source: Unable to initialize a libnotify instance. Notification's displaying is not possible.
cs: Nelze inicializovat instanci libnotify. Zobrazování oznámení není možné.
de: Es ist nicht möglich libnotify Instanzen zu initialisieren. Eine Anzeige ist nicht möglich.

source: Error
cs: Chyba
de: Fehler

source: Starting %1 failed:
cs: Spuštění %1 se nezdařilo:
de: Starten von %1 fehlgeschlagen:

source: Error at
cs: Chyba u
de: Fehler bei

source: Locale settings:
cs: Místní nastavení:
de: Lokale Einstellungen:

source: Compiled with native language support.
cs: Sestaveno s původní podporou jazyka.
de: Kompiliert mit nativer Sprachunterstüzung.

source: Compiled without native language support.
cs: Sestaveno bez původní podpory jazyka.
de: Kompiliert ohne nativer Sprachunterstüzung.

source: Logical error.
cs: Logická chyba.
de: Logischer Fehler

source: Critical error
cs: Vážná chyba
de: Kritischer Fehler

source: Debug info:
cs: Informace o chybě:
