Repository: KonishchevDmitry/flush
Catalog: po/*.po
Languages: cs, de

source: Enable to set non-block mode for a pipe: %1.
cs: Povolit nastavení režimu non-block pro přenos dat: %1.
de: Erlaube das Setzen des non-block mode für eine Pipe: %1.

source: Can't create config directory '%1': %2.
cs: Nepodařilo se vytvořit adresář s nastavením '%1': %2.
de: Konnte config Verzeichnis '%1' nicht erzeugen: %2

source: Error while opening config directory '%1': %2.
cs: Chyba při otevírání adresáře s nastavením '%1': %2.
de: Fehler während des Öffnen des config Verzeichnises '%1': %2.

source: Error! Can't stat config directory '%1': %2.
cs: Chyba! Nepodařilo se najít adresář s nastavením '%1': %2.
de: Fehler! Konnte config Verzeichnis '%1' nicht finden: %2.

source: Error! Config path '%1' is not a directory.
cs: Chyba! Cesta k nastavení '%1' není adresář.
de: Fehler! Config Pfad '%1' ist kein Verzeichnis.

source: Error! Can't change current directory to config directory '%1': %2.
cs: Chyba! Nynější adresář nelze použít jako adresář s nastavením '%1': %2.
de: Fehler! Aktuelles Verzeichnis kann nicht als config Verzeichnis '%1' verwendet werden: %2.

source: Can't communicate with running %1 instance. Error while reading link '%2' target path: %3.
cs: Nepodařilo se se spojit s běžící instancí %1. Chyba při čtení cílové cesty spojení '%2' : %3.
de: Konnten nicht mit der laufenden Instanz %1 kommunizieren. Fehler während des Lesens des Link Zielpfades '%2' : %3.

source: Can't set environment variable '%1'='%2': %3.
cs: Nepodařilo se nastavit proměnnou prostředí '%1'='%2': %3.
de: Konnte die Umgebunsvariable '%1'='%2' nicht setzen: %3

source: Can't communicate with running %1 instance. It is not running.
cs: Nepodařilo se se spojit s běžící instancí %1. Neběží.
de: Konnten nicht mit der laufenden Instanz %1 kommunizieren. Sie läuft nicht.

source: Unexpected DBus behavior
cs: Neočekávané chování DBus
de: Unerwartetes DBus Verhalten

source: Name request has been added to queue, but queuing has been forbidden.
cs: Požadavek na název byl přidán do řady čekajících, ale zařazování do řady bylo zakázáno.
de: Namensanfrage wurde in die Warteschlange aufgenommen, aber Warteschlangenbildung ist verboten.

source: Unexpected DBus behavior while requesting name
cs: Neočekávané chování DBus při žádání o název
de: Unerwartetes DBus Verhalten während der Namesanfrage

source: DBus saying that application is already name owner, but name request has not been sent yet.
cs: DBus hlásí, že program je již vlastníkem názvu, ale že požadavek na název ještě nebyl poslán.
de: DBus meldet das die Applikation bereits einen Namen besitzt, aber die Namensanfrage wurde noch nicht gesendet.

source: Unknown reply has been gotten.
cs: Obdržena neznámá odpověď.
de: Unbekannte Rückgabe erhalten.

source: DBus error
cs: Chyba DBus
de: DBus Fehler

source: Creating %1 session failed. Can't remove DBus session link '%2'. %3
cs: Vytvoření %1 sezení se nezdařilo. Nepodařilo se odstranit spojení sezení DBus '%2'. %3
de: Erzeugen %1 Sitzung fehlgeschlagen. Konnte DBus Sitzungs Link '%2' nicht entfernen. %3

source: Creating %1 session failed. Error while reading link '%2' target path: %3.
cs: Vytvoření %1 sezení se nezdařilo. Chyba při čtení cílové cesty spojení '%2': %3.
de: Erzeugen %1 Sitzung fehlgeschlagen. Fehler während des Lesens des Links '%2' Ziel Pfad: %3

source: Creating %1 session failed. Can't get DBus session bus address.
cs: Vytvoření %1 sezení se nezdařilo. Nepodařilo se dostat adresu sběrnice sezení DBus.
de: Erzeugen %1 Sitzung fehlgeschlagen. Konnte DBus Sitzungs Bus Adresse nicht erfassen.

source: Creating %1 session failed. Can't create DBus session link '%2': %3.
cs: Vytvoření %1 sezení se nezdařilo. Nepodařilo se vytvořit spojení sezení DBus '%2': %3.
de: Erzeugen %1 Sitzung fehlgeschlagen. Konnte DBus Sitzungs Link '%2' nicht erzeugen: %3.

source: Closing %1 session failed. Can't remove DBus session link '%2': %3.
cs: Zavření %1 sezení se nezdařilo. Nepodařilo se odstranit spojení sezení DBus '%2': %3.
de: Erzeugen %1 Sitzung fehlgeschlagen. Konnte DBus Sitzungs Link '%2' nicht entfernen: %3.

source: Nothing to process. Exiting...
cs: Nic ke zpracování. Ukončuje se...
de: Nichts Auszuführen. Beenden...

source: Delivering command line options to working copy...
cs: Dodávají se volby příkazového řádku pro kopírování...
de: Ausliefernde Befehlszeilen Option um zu kopieren..

source: Transmitting command line options failed
cs: Přenášení voleb příkazového řádku se nezdařilo
de: Übrermittelde Befehlszeilen Option fehlgeschlagen

source: Running %1 instance rejected command line options transfered to it: %2.
cs: Běžící %1 instance odmítla volby příkazového řádku přenášené do ní: %2.
de: Laufende %1 Instanz gibt Kommandozeilen transfer Optionen zurück: %2.

source: Can't communicate with running %1 instance via DBus: %2.
cs: Nepodařilo se spojit se s běžící %1 instancí přes DBus: %2.
de: Konnte nicht mit laufender %1 Instanz über DBus kommunizieren: %2.

source: Gotten invalid tracker URL ('%1'). Please inter a valid URL started from 'http://'.
cs: Obdržena neplatná adresa (URL) rozdělovače ('%1'). Zadejte, prosím, platnou adresu (URL), začínající 'http://'.
de: Ungültige Tracker URL erhalten ('%1'). Bitte geben Sie eine gültige URL ein, beginnent mit 'http://'.

source: Gotten invalid tracker URL ('%1'). This URL is already exists in the tracker list.
cs: Obdržena neplatná adresa (URL) rozdělovače ('%1'). Tato adresa (URL) již existuje v seznamu rozdělovače.
de: Ungültige Tracker URL erhalten ('%1'). Diese URL existiert bereits in der Trackerliste.

source: Invalid tracker URL
cs: Neplatná adresa (URL) rozdělovače
de: Ungültige Tracker URL

source: invalid category name
cs: Neplatný název skupiny
de: Ungültiger Kategorie Name

source: All torrents (as short as possible)|All
cs: Vše
de: Alle

source: Paused torrents (as short as possible)|Paused
cs: Pozastaveno
de: Pausiert

source: Checking torrents (as short as possible)|Checking
cs: Přezkoušení
de: Überprüfe

source: Waiting for download torrents (as short as possible)|Down. wait
cs: Čekání
de: Warte a. Down.

source: Downloading torrents (as short as possible)|Downloading
cs: Stahování
de: Downloading

source: Seeding torrents (as short as possible)|Seeding
cs: Setí
de: Seeding

source: Uploading torrents (as short as possible)|Uploading
cs: Nahrávání
de: Uploading

source: Torrents with tracker error (as short as possible)|Tracker error
cs: Chyba
de: Tracker Fehler

source: Can't select torrent category '%1': %2.
cs: Nepodařilo se vybrat skupinu torrentu '%1': %2.
de: Konnte Torrent Kategorie nicht wählen '%1': %2.

source: All torrents
cs: Všechny torrenty
de: Alle Torrents

source: Paused torrents
cs: Pozastavené torrenty
de: Pausierte Torrents

source: Checking torrents
cs: Přezkušované torrenty
de: Überprüfe Torrents

source: Waiting for download torrents
cs: Čeká se na stahování torrentů
de: Warte auf Torrent Download

source: Downloading torrents
cs: Stahované torrenty

source: Finished (seeding) torrents
cs: Dokončené torrenty (setí)
de: Fertiggestellte (seeding) Torrents

source: Uploading torrents
cs: Nahrávané torrenty

source: Torrents with tracker error
cs: Torrenty s chybou rozdělovače
de: Torrents mit Tracker Fehler

source: Error while adding rule to IP filter
cs: Chyba při přidávání pravidla do filtru IP
de: Fehler während Regeladaption im IP Filter

source: Error while adding rule to IP filter: %1.
cs: Chyba při přidávání pravidla do filtru IP: %1.
de: Fehler während Regeladaption im IP Filter: %1

source: 1 minute
cs: 1 minuta

source: 5 minutes
cs: 5 minut
de: 5 Minuten

source: 10 minutes
cs: 10 minut
de: 10 Minuten

source: 15 minutes
cs: 15 minut
de: 15 Minuten

source: 30 minutes
cs: 30 minut
de: 30 Minuten

source: 45 minutes
cs: 45 minut
de: 45 Minuten

source: 1 hour
cs: 1 hodina
de: 1 Stunde

source: 2 hours
cs: 2 hodiny
de: 2 Stunden

source: 4 hours
cs: 4 hodiny
de: 4 Stunden

source: 8 hours
cs: 8 hodin
de: 8 Stunden

source: 12 hours
cs: 12 hodin
de: 12 Stunden

source: 1 day
cs: 1 den
de: 1 Tag

source: Temporary resume downloads|resume
cs: _Spustit
de: Zurückgesetzte

source: Temporary pause downloads|pause
cs: Pozastavit
de: Pausierte

source: Temporary pause all torrents|all torrents
cs: Všechny torrenty
de: Alle Torrents

source: Temporary pause downloads|downloads
cs: Stahování
de: Downloads

source: Temporary pause uploads|uploads
cs: Nahrávání
de: Uploads

source: Temporary pause downloads|Temporary %1 %2
cs: Dočasně %1 %2
de: Vorübergehend %1 %2

source: Time:
cs: Čas:
de: Zeit:

source: Custom time (m)|Custom (m)
cs: Vlastní (m)
de: Gepflogen (m)

source: Predefined time|Predefined
cs: Předem stanovený
de: Vordefiniert

source: <big><b>Client::GUI::Status bar</b></big>
cs: <big><b>Klient::Rozhraní::Stavový řádek</b></big>

source: Downloaded (payload)
cs: Staženo (užitečné zatížení)
de: Heruntergeladen (payload)

source: Uploaded (payload)
cs: Nahráno (užitečné zatížení)

source: Add torrent
cs: Přidat torrent
de: Torrent Hinzufügen

source: Path:
cs: Cesta:
de: Pfad:

source: Name:
cs: Název:

source: Start torrent
cs: Spustit torrent

source: Download path:
cs: Cesta pro stahování:
de: Download Pfad:

source: Please select torrent's download directory
cs: Vyberte, prosím, adresář pro stahování torrentu
de: Bitte wählen Sie ein Torrent download Verzeichnis

source: Please select a directory for finished downloads copying
cs: Vyberte, prosím, adresář pro dokončené kopie stahování
de: Bitte wählen Sie ein Verzeichnis wohin fertiggestellte Downloads kopiert werden

source: <b>Paths</b>
cs: <b>Cesty</b>
de: <b>Pfade</b>

source: <b>Files</b>
cs: <b>Soubory</b>
de: <b>Dateien</b>

source: <b>Trackers</b>
cs: <b>Rozdělovače</b>

source: <big><b>Daemon::Network::Misc</b></big>
cs: <big><b>Démon::Síť::Různé</b></big>

source: <b>Listen port</b>
cs: <b>Naslouchací přípojka</b>
de: <b>Port Lauschen</b>

source: Random port
cs: Náhodná přípojka
de: Zufälliger Port

source: Custom port range:
cs: Vlastní rozsah přípojky:
de: Benutzerdefinierter Port Bereich:

source: From port to port|from
cs: od
de: Von

source: From port to port|to
cs: do
de: zu

source: Current listen port:
cs: Nynější naslouchací přípojka:
de: Aktueller Lausch Port:

source: <b>Extras</b>
cs: <b>Doplňková výbava</b>

source: Local Service Discovery. This service will broadcast the infohashes of all the non-private torrents on the local network to look for peers on the same swarm within multicast reach.
cs: Místní průzkumná služba. Tato služba přenáší informační rozbory všech nesoukromých torrentů v místní síti, aby našla zdroje z téhož roje v dosahu.
de: Lokale Service Erforschung. Dieser Service überträgt die infohashes von allen non-private Torrents im Lokalen Netzwerk um nach Peers mit den selben Swarm zu suchen.

source: Peer exchange
cs: Výměna zdrojů (PEX)
de: Peer tausch

source: Exchanges peers between clients.
cs: Vyměňuje zdroje mezi klienty.
de: Vertauscht Peers zwischen Clients.

source: Smart ban
cs: Chytrý zákaz
de: Smart Bann

source: Ban peers that sends bad data with very high accuracy.
cs: Zakazuje s velkou přesností zdroje, které posílají poškozená data.
de: Verbanne Peers die korrupte Daten mit sehr hoher Treffsicherheit versenden

source: <b>Bandwidth</b>
cs: <b>Šířka pásma</b>
de: <b>Bandbreite</b>

source: Download rate limit (KB/s):
cs: Omezení rychlosti stahování (KB/s):
de: Download Raten Limit (KB/s):

source: Upload rate limit (KB/s):
cs: Omezení rychlosti nahrávání (KB/s):
de: Upload Raten Limit (KB/s):

source: Max uploads:
cs: Největší možná míra nahrávání:

source: Max connections:
cs: Největší možná míra spojení:
de: Max Verbindungen:

source: Ignore rate limits on local network
cs: Přehlížet v místní síti omezení rychlosti
de: Ignorieren Ratenlimit im Lokalen-Netzwerk

source: This option is very usable if you have no real IP address, and trackers sets too big announce interval for it's torrents, because in this case you receive new peers only one time per this interval. Please do not set this option, if you have real IP address! In this case you do not make torrent client work better, but this option increase trackers overload.
cs: Tato volba je velmi užitečná, když nemáte pravou adresu IP a rozdělovač pro své torrenty nastavuje příliš velké dotazovací intervaly, protože v tom případě dostanete nové zdroje jen jednou za období. Tuto volbu, prosím, nepoužívejte, pokud máte skutečnou adresu IP! V tomto případě by torrentový klient nepracoval lépe, ale tato volba zvyšuje přetížení rozdělovače.
de: Diese Option ist sehr nützlich, wenn Sie keine richtige IP-Adresse besitzen, und Tracker zu große Anmeldeintervalle für Torrents festlegen, weil Sie in diesem Fall neue Peers nur einmal pro Intervall erhalten. Bitte verwenden Sie diese Option nicht, wenn Sie über ein richtige IP-Adresse verfügen! In diesem Fall würde der Torrent Client nicht besser arbeiten, aber diese Option erhöht Tracker Overloads.

source: Max announce interval (m):
cs: Největší dotazovací interval (m):
de: Max angekündigte Intervalle (m):

source: <big><b>Daemon::Network::IP filter</b></big>
cs: <big><b>Démon::Síť::Filtr IP</b></big>

source: This list is fully scanned from top to bottom. In a case of overlapping ranges the last one applied takes precedence. The list has one implicit rule at the top, which allows all IPs.
cs: Tento seznam byl úplně prohledán odshora dolů. V případě překrývajícího se rozsahu má poslední použitý přednost. Seznam má nahoře nepřímé pravidlo, které povoluje všechny IP.
de: Diese Liste wurde von Oben bis Unten durchsucht. Im Falle eins überlaufenden Registers hat der Letzte Vorrang. Die Liste hat Oben eine indirekte Regel, die alle IP's erlaubt.

source: Enable IP filter|Enable
cs: Povolit
de: Einschalten

source: Size:
cs: Velikost:
de: Größe:

source: Requested size:
cs: Požadovaná velikost:
de: Benötigte Größe:

source: Downloaded requested size:
cs: Staženo z požadované velikosti:
de: Benötigte Heruntergeladene Größe:

source: Total download:
cs: Úhrn stahování:

source: Total payload download:
cs: Celkové užitečné zatížení při stahování:

source: Total upload:
cs: Úhrn nahrávání:

source: Total payload upload:
cs: Celkové užitečné zatížení při nahrávání:

source: Total failed:
cs: Úhrn nepodařeného:
de: Fehlgeschlagen Gesamt:

source: Total redundant:
cs: Úhrn nadbytečného:
de: Redundant gesamt:

source: Download speed:
cs: Rychlost stahování:

source: Download payload speed:
cs: Rychlost užitečného zatížení při stahování:

source: Upload speed:
cs: Rychlost nahrávání:

source: Upload payload speed:
cs: Rychlost užitečného zatížení při nahrávání:

source: Share ratio:
cs: Poměr sdílení:
de: Verteil Verhältnis:

source: Peers:
cs: Zdroje:

source: Seeds:
cs: Úplné zdroje:

source: Time left:
cs: Zbývající čas:
de: Benötigte Zeit:

source: Time seeding:
cs: Čas setí:
de: Seeding Zeit:

source: Time added:
cs: Čas přidání:
de: Hinzugefügte Zeit:

source: Next announce:
cs: Další dotaz:
de: Näschte Anfrage:

source: Announce interval:
cs: Interval dotazu:
de: Anfrageinterval:

source: Tracker status:
cs: Stav rozdělovače:

source: Publisher URL:
cs: Adresa (URL) vydavatele:

source: <big><b>Client::GUI</b></big>
cs: <big><b>Klient::Rozhraní</b></big>

source: <big><b>Daemon::Automation</b></big>
cs: <big><b>Démon::Automatizace</b></big>

source: <b>Torrents auto load</b>
cs: <b>Automatické nahrání torrentů</b>

source: Load torrents from
cs: Nahrát torrenty z
de: Lade Torrents von

source: Please select a directory for torrents auto load
cs: Vyberte, prosím, adresář, pro automatické nahrání torrentů
de: Bitte wählen Sie ein Verzeichnis für automatisches Torrent Laden

source: Please select a torrents download directory
cs: Vyberte, prosím, adresář, pro stahování torrentů
de: Bitte wählen sie ein Torrent Download Verzeichnis

source: Delete loaded *.torrent files
cs: Smazat stažené soubory *.torrent
de: Lösche geladene *.torrent Dateien

source: <b>Torrents auto cleaning</b>
cs: <b>Automatické uklizení torrentů</b>

source: Max ratio:
cs: Největší poměr:
de: Max Verhältnis:

source: Max seeding torrents:
cs: Největší míra výsevu torrentů:

source: Max seeding time (m):
cs: Největší doba setí (m):
de: Max Seeding Zeit (m):

source: <big><b>Daemon::Network</b></big>
cs: <big><b>Démon::Síť</b></big>
de: <big><b>Daemon::Netzwerk</b></big>

source: <big><b>Client::GUI::Misc</b></big>
cs: <big><b>Klient::Rozhraní::Různé</b></big>

source: Show speed in window title
cs: Ukázat rychlost v záhlaví okna
de: Zeige Geschwindigkeit in Fensterleiste

source: Show zero values in torrents info columns
cs: Ukázat nulové hodnoty v informačních sloupcích torrentů
de: Zeige Null Werte in Torrent Info Spalten

source: Compact details tab
cs: Hutná karta s podrobnostmi
de: Kompaktdeteils Tab

source: GUI update interval (ms):
cs: Obnovovací interval rozhraní (ms):

source: Max log lines:
cs: Nejvyšší počet řádků v zápisu:
de: Max log Zeilen:

source: Show tray icon
cs: Ukázat ikonu v oznamovací oblasti panelu
de: Zeige Tray Icon

source: Minimize to tray
cs: Zmenšit do oznamovací oblasti panelu
de: Minimieren to Tray

source: Hide main window to tray at startup
cs: Při spuštění skrýt hlavní okno do panelu
de: Verstecke Hauptfenster to Tray in der Startleiste

source: Close to tray
cs: Zavřít do panelu
de: Schließe to Tray

source: Download completed notification
cs: Oznámení o dokončení stahování
de: Download abgeschlossen Benachrichtigung

source: All downloads completed notification
cs: Oznámení o dokončení všech stahování
de: Alle Downloads abgschlossen Benachrichtigung

source: Magnet link:
cs: Magnet:

source: 0m
de: Om
