Repository: KonishchevDmitry/flush
Catalog: po/*.po
Languages: cs, de

source: Buffer positioning error.
cs: Chyba řazení vyrovnávací paměti.
de: Puffer Positionierungsfehler

source: Can't create a pipe: %1.
cs: Nepodařilo se vytvořit přenos dat: %1.
de: Konnte Pipe %1 nicht erzeugen.

source: Can't set flags for a pipe: %1.
cs: Nepodařilo se nastavit žádné příznaky pro přenos dat: %1.
de: Konnte keine Flags für Pipe %1 setzen.

source: Error while closing a pipe: %1.
cs: Chyba při zavírání přenosu dat: %1.
de: Fehler beim Schließen der Pipe %1.

source: Can't read from a pipe: %1.
cs: Nepodařilo se číst z přenosu dat: %1.
de: Konnte nicht aus Pipe %1 lesen.

source: Can't write to a pipe: %1.
cs: Nepodařilo se zapisovat do přenosu dat: %1.
de: Konnte nicht in Pipe %1 schreiben.

source: Can't get max opened files limit: %1.
cs: Nepodařilo se dostat největší omezení otevřených souborů: %1.
de: Konnte das maximal geöffnete Dateilimit nicht erhalten: %1.

source: Copyright (C) %1-%2 %3.
cs: Autorské právo (C) %1-%2 %3.

source: Copyright (C) %1 %2.
cs: Autorské právo (C) %1 %2.

source: Realloc failed: %1.
cs: Přerozdělení se nezdařilo: %1.
de: Realloc fehlgeschlagen: %1.

source: Running command '%1' failed: %2.
cs: Běžící příkaz '%1' se nezdařil: %2.
de: Laufender Befehl '%1' fehlgeschlagen: %2.

source: Error while creating epoll instance: %1.
cs: Chyba při vytváření instance epoll: %1.
de: Fehler während des erstellens der epoll Instanz: %1.

source: Error while using epoll instance: %1.
cs: Chyba při používání instance epoll: %1.
de: Fehler während des Verwenden der epoll Instanz: %1.

source: Can't read data from a file descriptor: %1.
cs: Nepodařilo se přečíst žádná data z popisu souboru: %1.
de: Konnte keine Daten aus der Dateibeschreibung lesen: %1.

source: Error while closing an inotify instance: %1.
cs: Chyba při zavírání instance inotify: %1.
de: Fehler während des Schließens einer inotify Instanz: %1.

source: Can't create an inotify instance: %1.
cs: Nepodařilo se vytvořit žádnou instanci inotify: %1.
de: Konnte keine inotify Instanz erstellen: %1.

source: Program has been compiled without inotify support.
cs: Program byl sestaven bez podpory pro inotify.
de: Programm wurde ohne inotify Unterstützung kompiliert.

source: Error while removing an inotify watch instance: %1.
cs: Chyba při odstraňování dohlížecí instance inotify: %1.
de: Fehler während des Entfernens einer inotify Überwachungsinstanz: %1.

source: Can't read data from inotify descriptor: %1.
cs: Nepodařilo se přečíst žádná data z popisu inotify: %1.
de: Konnte keine Daten aus der inotify Beschreibung lesen: %1.

source: %1 at line %2
cs: %1 na řádku %2
de: %1 bei Zeile %2

source: unknown error
cs: Neznámá chyba
de: Unbekannter Fehler

source: Database is not opened yet.
cs: Databáze ještě není otevřena.
de: Datenbank zur Zeit nicht geöffnet

source: Database is already opened.
cs: Databáze je již otevřena.
de: Datenbank ist bereits geöffnet

source: Query is already finalized.
cs: Dotaz je už vyřešen.
de: Anfrage ist bereits finalisiert.

source: Operation on finalized query.
cs: Operace na vyřešeném dotazu.
de: Operation an finalisierter Anfrage

source: Asynchronous filesystem finished it's work, but not all tasks are processed.
cs: Asynchronní souborový systém dokončil svou práci, ale ne všechny úkoly byly udělány.
de: Asynchrones Dateisystem hat seine Arbeit vollendet, aber es wurden nicht alle Prozesse ausgeführt.

source: Information
cs: Informace

source: Warning
cs: Varování
de: Warnung

source: Can't get widget '%1' from glade file '%2'.
cs: Nepodařilo se dostat objekt '%1' ze souboru glade '%2'.
de: Konnte das Objekt '%1' nicht aus der glade Datei '%2' bekommen.

source: Invalid toolbar style name '%1'.
cs: Neplatný název stylu pro nástrojový pruh '%1'.
de: Üngültiger Toolbar Style Name '%1'.

source: No such column: '%1'.
cs: '%1' není žádný sloupec.
de: '%1' ist keine Spalte

source: Invalid magnet URI.
cs: Neplatný URI pro magnet.
de: Ungültige Magnet URI.

source: there is no 'xt=urn:btih:' field in it
cs: Zde není začleněno žádné pole 'xt=urn:bith:'
de: Hier ist kein 'xt=urn:bith:' Feld integriert

source: Invalid magnet URI: %1.
cs: Neplatný URI pro magnet: %1.
de: Ungültiger Magnet URI: %1.

source: Invalid torrent file path '%1'.
cs: Neplatná cesta k souboru torrentu '%1'.
de: Ungültiger Torrent Datei Pfad '%1'.

source: invalid torrent file
cs: Neplatný soubor torrentu
de: Ungültige Torrentdatei

source: Error while reading torrent file '%1': %2.
cs: Chyba při čtení souboru s torrentem '%1': %2.
de: Fehler beim Lesen der Torrentdatei '%1': %2.

source: bad torrent data
cs: Poškozená data torrentu
de: korrupte Torrentdaten

source: libtorrent error code [%1]
cs: Kód chyby libtorrent [%1]
de: libtorrent Fehler Code [%1]

source: torrent is already exists in this session
cs: Torrent již v tomto sezení existuje
de: Torrent existiert bereits in dieser Sitzung

source: this is not a torrent file
cs: Toto není soubor torrentu
de: Dies ist keine Torrentdatei

source: Exception: '%1'.
cs: Výjimka: '%1'.
de: Ausnahme: '%1'.

source: [[gettimeofday time getting error]]
cs: [[Chyba při získávání času gettimeofday]]

source: Logical error
cs: Logická chyba
de: Logischer Fehler

source: [[Invalid encoding]]
cs: [[Neplatné kódování]]
de: [[Ungültige dekodierung]]

source: Can't duplicate a file descriptor: %1.
cs: Nelze zdvojit popis souboru: %1.
de: Es ist nicht möglich ein Duplikat einer Dateibeschreibung zu erstellen: %1.

source: Can't fork the process: %1.
cs: Nelze rozvětvit proces '%1' (fork).
de: Konnte den Prozess '%1' nicht abzweigen (fork).

source: too big link target path
cs: Příliš velká cesta k cíli odkazu
de: Zu großer Link Ziel Pfad

source: minutes|m
cs: m
de: m

source: seconds|s
cs: s
de: s

source: 0 KB/s
cs: 0 KB
de: 0 KB

source: Can't copy file '%1' to '%2': %3.
cs: Nepodařilo se zkopírovat soubor '%1' do '%2': %3.
de: Konnte die Datei '%1' nicht nach '%2' kopieren: %3.

source: Error while changing directory '%1' access and modification times. Can't stat directory '%2': %3.
cs: Chyba při změně časů přístupů a změn adresáře '%1'. Nepodařilo se najít adresář '%2': %3.
de: Fehler während des wechseln des Verzeichnisses '%1' Zugriff und Änderungs Zeiten. Konnte Verzeichnis '%2' nicht finden: %3.

source: Error while changing directory '%1' access and modification times: %2.
cs: Chyba při změně časů přístupů a změn adresáře '%1': %2.
de: Fehler während des wechseln des Verzeichnisses '%1' Zugriff und Änderungs Zeiten: %2.

source: Can't create directory '%1': %2.
cs: Nepodařilo se vytvořit adresář '%1': %2.
de: Konnte Verzeichnis '%1' nicht erzeugen: %2.

source: Invalid file path '%1'.
cs: Neplatná cesta k souboru '%1'.
de: Ungültiger Dateipfad '%1'.

source: Invalid file path '%1' - file with such path is already exists.
cs: Neplatná cesta k souboru '%1' - Jeden soubor s touto cestou již existuje.
de: Ungültiger Dateipfad '%1' - Eine Datei mit diesem Pfad existiert bereits.

source: Invalid file path '%1' - file '%2' is already exits.
cs: Neplatná cesta k souboru '%1' - Soubor '%2' již existuje.
de: Ungültiger Dateipfad '%1' - Datei '%2' existiert bereits.

source: Can't stat '%1': %2.
cs: Nepodařilo se najít '%1': %2.
de: Konnte '%1' nicht finden: %2.

source: Can't remove file '%1': %2.
cs: Nepodařilo se odstranit soubor '%1': %2.
de: Konnte Datei '%1' nicht entfernen: %2.

source: Can't read directory '%1': %2.
cs: Nepodařilo se přečíst adresář '%1': %2.
de: Konnte Verzeichnis '%1' nicht lesen: %2.

source: Can't remove directory '%1': %2.
cs: Nepodařilo se odstranit adresář '%1': %2.
de: Konnte Verzeichnis '%1' nicht entfernen: %2.

source: parent directory is not exists
cs: Rodičovský adresář neexistuje
de: Überverzeichnis existiert nicht

source: file is already exists
cs: Soubor již existuje
de: Datei existiert bereits

source: it is a directory
cs: Je adresář
de: Ist ein Verzeichnis

source: it is a special file
cs: Je zvláštní soubor
de: Ist eine Spezial Datei

source: No such file or directory ('%1').
cs: Žádný takový soubor nebo adresář ('%1').
de: Keine Datei oder Verzeichnis ('%1').

source: Error while copying '%1' to '%2': %3.
cs: Chyba při kopírování '%1' do '%2': %3.
de: Fehler während des Kopiervorgangs von '%1' nach '%2': %3.

source: Error while reading '%1': %2.
cs: Chyba při čtení '%1': %2.
de: Fehler beim Lesen von '%1': %2.

source: Can't get user home path.
cs: Nepodařilo se získat cestu k domovskému adresáři.
de: Konnte Heimatverzeichnis nicht finden

source: file '%1' is already exists
cs: Soubor '%1' již existuje
de: Datei '%1' existiert bereits.

source: Can't delete directory '%1': %2.
cs: Nepodařilo se smazat adresář '%1': %2.
de: Konnte Verzeichnis '%1' nicht löschen: %2.

source: file or directory '%1' is not exists
cs: Soubor nebo adresář '%1' neexistuje
de: Datei oder Verzeichnis '%1' existiert nicht

source: Can't delete file '%1': %2.
cs: Nepodařilo se smazat soubor '%1': %2.
de: Konnte die Datei '%1' nicht löschen: %2.

source: Unable to synchronize data for file '%1' with storage device: %2.
cs: Nelze seřídit data pro soubor '%1' s úložným zařízením: %2.
de: Unmöglich Daten für die Datei '%1' mit Speichermedium zu synchronisieren: %2

source: Name
cs: Název

source: Preferences
cs: Nastavení
de: Einstellungen

source: Please select torrents download directory
cs: Vyberte, prosím, adresář pro stahování torrentu
de: Bitte wählen sie das Torrent Download Verzeichnis

source: Please select directory for finished downloads copying
cs: Vyberte, prosím, adresář pro dokončené kopie stahování
de: Bitte wähle ein Verzeichnis für fertigestellte Download Kopien.

source: Client
cs: Klient

source: Main
cs: Hlavní
de: Haupt

source: GUI
cs: Rozhraní

source: Misc
cs: Různé

source: Status bar
cs: Stavový řádek
de: Satus Bar

source: Daemon
cs: Démon
de: Hintergrundprogramm

source: Network
cs: Síť
de: Netzwerk

source: IP filter
cs: Filtr IP

source: Automation
cs: Automatizace
de: Automatisierung

source: Client::Main
cs: Klient::Hlavní
de: Client::Haupt

source: Show add torrent dialog when opening torrent file
cs: Ukázat dialog pro přidání torrentu, když je soubor s torrentem otevřen
de: Torrent Hinzufügen Dialog, wenn Torrentdatei geöffnet wird.

source: Start torrent on adding
cs: Spustit torrent, když je přidán
de: Starte Torrent wenn es hinzugefüt wird

source: Download to:
cs: Stáhnout do:
de: Herunterladen nach:

source: Copy finished to:
cs: Kopírovat dokončené do:
de: Kopiervorgang fertiggestellt nach:

source: Open command:
cs: Otevřít příkaz:
de: Öffne Befehl:

source: none
cs: žádné
de: keine

source: Statistics
cs: Statistika
de: Statistik

source: Reset statistics?
cs: Nastavit statistiku znovu?
de: Statistik zurücksetzen?

source: Are you sure want to reset statistics?
cs: Opravdu chcete statistiku nastavit znovu?
de: Sind Sie sicher das Sie die Statistik zurücksetzten wollen?

source: Session start time
cs: Začáteční čas sezení
de: Sitzungs Startzeit

source: Statistics start time
cs: Začáteční čas statistiky
de: Statistik Startzeit

source: Downloaded
cs: Staženo
de: Heruntergeladen

source: Payload download
cs: Užitečné zatížení při stahování

source: Total download
cs: Úhrn stahování
de: Gesamt Download

source: Total payload download
cs: Celkové užitečné zatížení při stahování
de: Gesamt payload Download

source: Uploaded
cs: Nahráno
de: Hochgeladen

source: Payload upload
cs: Užitečné zatížení při nahrávání

source: Total upload
cs: Úhrn nahrávání
de: Gesamt Upload

source: Total payload upload
cs: Celkové užitečné zatížení při nahrávání
de: Gesamt payload Upload

source: Share ratio
cs: Poměr sdílení
de: Verteilungsverhältnis

source: Total share ratio
cs: Celkový poměr sdílení
de: Gesamtes Verteilungsverhältnis

source: Failed
cs: Nepodařené
de: Fehlgeschlagen

source: Total failed
cs: Úhrn nepodařeného
de: Fehlgeschlagen gesamt

source: Redundant
cs: Nadbytečné

source: Total redundant
cs: Úhrn nadbytečného
de: Redundant gesamt

source: Reset
cs: Nastavit znovu
de: Zurücksetzen

source: Details
cs: Podrobnosti

source: Files
cs: Soubory
de: Dateien

source: Peers|Peers tab
cs: Zdroje

source: Options
cs: Volby
de: Optionen

source: Log
cs: Zápis

source: Daemon config: Bad option '%1' type at line %2.
cs: Daemon config: Poškozená volba '%1' typ na řádku %2.
de: Daemon config: Korrupter Options '%1' Typ bie Zeile %2.

source: Daemon config: Bad option '%1' value '%2' at line %3.
cs: Daemon config: Poškozená volba '%1' hodnota '%2' na řádku %3.
de: Daemon config: Korrupte Option '%1' Wert '%2' bei Zeile %3.

source: Daemon config: Invalid option '%1' UTF-8 value at line %2.
cs: Daemon config: Neplatná volba '%1' hodnota UTF-8 na řádku %2.
de: Daemon config: Ungültige Option '%1' UTF-8 Wert bei Zeile %2.

source: Daemon config: Unknown option '%1' at line %2.
cs: Daemon config: Neznámá volba '%1' na řádku %2.
de: Daemon config: Unbekannte Option '%1' bei Zeile %2.

source: Reading configuration file '%1' failed. %2
cs: Čtení souboru s nastavením '%1' se nezdařilo. %2
de: Lesen der Konfigurationsdatei '%1' fehlgeschlagen. %2.

source: Error while reading configuration file '%1': %2.
cs: Chyba při čtení souboru s nastavením '%1': %2.
de: Fehler beim Lesen der Konfigurationsdatei '%1': %2.

source: Error while parsing configuration file '%1': %2.
cs: Chyba při zpracování souboru s nastavením '%1': %2.
de: Fehler während der Syntaxanalyse der Konfigurationsdatei '%1': %2.

source: invalid DHT state data
cs: Neplatná data o stavu DHT
de: Ungültige DHT Status Daten

source: Error while reading DHT state from file '%1': %2.
cs: Chyba při čtení stavu DHT ze souboru '%1': %2.
de: Fehler beim Lesen des DHT Status von der Datei '%1': %2.

source: Daemon config: Invalid IP filter rule at line %1: %2.
cs: Nastavení démona: Neplatné pravidlo pro filtr IP na řádku %1: %2.
de: Daemon Konfiguration: Ungültige IP Filter Regel bei Zeile %1: %2.

source: Daemon config: Invalid IP filter rule at line %1.
cs: Nastavení démona: Neplatné pravidlo pro filtr IP na řádku %1.
de: Daemon Konfiguration: Ungültige IP Filter Regel bei Zeile %1.

source: Writing configuration file '%1' failed. %2
cs: Zápis souboru s nastavením '%1' se nezdařil. %2
de: Schreiben der Konfigurationsdatei '%1' fehlgeschlagen. %2

source: Can't write configuration file %1: %2.
cs: Nepodařilo se zapsat soubor s nastavením '%1': %2.
de: Konnte Konfigurationsdatei '%1' nicht schreiben: %2.

source: Can't write DHT state to file '%1': %2.
cs: Nepodařilo se zapsat stav DHT do souboru '%1': %2.
de: Konnte DHT Status nicht in die Datei '%1' schreiben: %2.

source: Writing DHT state to file '%1' failed. %2
cs: Zápis stavu DHT do souboru '%1' se nezdařil. %2
de: Schreiben des DHT Status in die Datei '%1' fehlgeschlagen. %2

source: Daemon config: %1
cs: Nastavení démona: %1
de: Daemon Konfiguration: %1

source: Reading torrent configuration file '%1' failed. %2
cs: Čtení souboru s nastavením torrentu '%1' se nezdařilo. %2
de: Lesen der Torrent Konfigurationdatei '%1' fehlgeschlagen. %2

source: Error while reading torrent configuration file '%1': %2.
cs: Chyba při čtení souboru s nastavením torrentu '%1': %2.
de: Fehler während des Lesens der Torrent Konfigurationsdatei '%1': %2.

source: Error while parsing torrent configuration file '%1': %2.
cs: Chyba při zpracování souboru s nastavením torrentu '%1': %2.
de: Fehler während der Syntaxanalyse der Torrent Konfigurationsdatei '%1': %2.

source: Can't read torrent resume data from file '%1': %2.
cs: Nepodařilo se přečíst data o spuštění torrentu ze souboru '%1': %2.
de: Konnte Torrent resume Daten nicht aus der Datei '%1' lesen: %2.

source: Error while reading torrent resume data from file '%1': file broken.
cs: Chyba při čtení dat o spuštění torrentu ze souboru '%1': Soubor poškozen.
de: Fehler während des Lesens der resume Daten aus der Torrentdatei '%1': Datei beschädigt

source: Can't read torrent resume data from file '%1': bad resume data.
cs: Nepodařilo se přečíst data o spuštění torrentu ze souboru '%1': Poškozená data o spuštění.
de: Konnte Torrent resume Daten nicht aus der Datei '%1' lesen: Korrupte resume Daten.

source: Writing torrent configuration file '%1' failed. %2
cs: Zápis souboru s nastavením torrentu '%1' se nezdařil. %2
de: Schreiben der Torrent Konfigurationsdatei '%1' fehlgeschlagen. %2

source: Can't write torrent configuration file %1: %2.
cs: Nepodařilo se zapsat soubor s nastavením torrentu '%1': %2.
de: Konnte Torrent Konfigurationsdatei '%1' nicht schreiben: %2.

source: Removing old resume data '%1' failed. %2
cs: Odstranění starých dat o spuštění '%1' se nezdařilo. %2
de: Entfernen der alten resume Daten '%1' fehlgeschlagen. %2

source: Can't write torrent resume data to file '%1': %2.
cs: Nepodařilo se zapsat data o spuštění torrentu do souboru '%1': %2.
de: Konnte Torrent resume Daten nicht in die Datei '%1' schreiben: %2.

source: Writing torrent resume data to file '%1' failed. %2
cs: Zápis dat o spuštění torrentu do souboru '%1' se nezdařil: %2
de: Schreiben der Torrent resume Daten in die Datei '%1' ist fehlgeschlagen. %2

source: IP
cs: Adresa IP

source: Download speed|Down speed
cs: Rychlost stahování
de: Down Speed

source: Download speed (payload)|Down speed (data)
cs: Rychlost stahování (data)
de: Down Speed (Daten)

source: Upload speed|Up speed
cs: Rychlost nahrávání
de: Up Speed

source: Upload speed (payload)|Up speed (data)
cs: Rychlost nahrávání (data)
de: Up Speed (Daten)

source: Total download (payload)|Down data
cs: Stažená data
de: Down Daten

source: Total upload (payload)|Up data
cs: Nahraná data
de: Up Daten

source: Availability
cs: Dostupnost
de: Ereichbarkeit

source: Hash fails
cs: Rozbor selhal
de: Hash fehlgeschlagen

source: IP address
cs: Adresa IP
de: IP-Adresse

source: Download speed
cs: Rychlost stahování

source: Download speed (payload)
cs: Rychlost stahování (užitečné zatížení)

source: Upload speed
cs: Rychlost nahrávání

source: Upload speed (payload)
cs: Rychlost nahrávání (užitečné zatížení)

source: Total download (payload)
cs: Úhrn stahování (užitečné zatížení)
de: Gesamt Download (payload)

source: Total upload (payload)
cs: Úhrn nahrávání (užitečné zatížení)

source: Set download rate limit
cs: Nastavit omezení pro rychlost stahování
de: Setze Download Raten Limit

source: Set upload rate limit
cs: Nastavit omezení pro rychlost nahrávání
de: Setze Upload Raten Limit

source: Getting current rate limit failed
cs: Získání omezení pro nynější rychlost spojení se nezdařilo
de: Holen der aktuellen Verbindungs Raten Limits fehlgeschlagen

source: Setting current rate limit failed
cs: Nastavení omezení pro nynější rychlost spojení se nezdařilo
de: Setzen der aktuellen Verbindungs Raten Limits fehlgeschlagen

source: _File
cs: _Soubor
de: _Datei

source: _Create
cs: _Vytvořit
de: _Erzeugen

source: _Open a torrent
cs: _Otevřít torrent
de: _Torrent öffnen

source: _Open a magnet link
cs: _Otevřít magnet
de: _Öffne Magnet Link

source: _Quit
cs: _Ukončit
de: _Beenden

source: _Edit
cs: Ú_pravy
de: _Bearbeiten

source: _Statistics
cs: _Statistika
de: _Statistiken

source: _Preferences
cs: _Nastavení
de: _Einstellungen

source: _View
cs: _Pohled
de: _Ansicht

source: _Toolbar
cs: _Nástrojový pruh

source: 'Show ...' toggle|_Show
cs: _Ukázat
de: _Zeige

source: Toolbar _style
cs: _Styl nástrojového pruhu

source: _Desktop default
cs: _Výchozí pro plochu
de: _Desktop Standard

source: _Icons
cs: _Ikony

source: _Both
cs: _Obojí
de: _Beide

source: Both _horizontal
cs: Obojí _vodorovně
de: Beide _horizontal

source: _Categories
cs: _Skupiny
de: _Kategorien

source: Show _names
cs: Ukázat _názvy
de: Zeige _Namen

source: Show _counters
cs: Ukázat _počítadla
de: Zeige _Zähler

source: _Torrents
cs: _Torrenty

source: _Resume
cs: _Spustit
de: _Zurücksetzen

source: _All
cs: _Vše
de: _Alle

source: _Downloads
cs: _Stahování

source: _Uploads
cs: _Nahrávání

source: _Pause
cs: _Pozastavit

source: R_esume temporary
cs: _Spustit dočasně
de: Z_urücksetzen kurzfristig

source: P_ause temporary
cs: P_ozastavit dočasně
de: P_ausieren kurzfristig

source: C_omplete pending temporary action
cs: _Dokončit zbývající dočasnou činnost
de: V_ervollständige ausstehende Temporäre Aktion

source: _Cancel pending temporary action
cs: _Zrušit čekající dočasnou činnost
de: _Abbrechen der bevorstehenden kurzfristigen Aktion

source: Set _upload rate limit
cs: Nastavit omezení pro rychlost _nahrávání
de: Setze _Upload Raten Limit

source: Set _download rate limit
cs: Nastavit omezení pro rychlost _stahování
de: Setze_Limit für Download Rate

source: _Help
cs: Ná_pověda
de: _Hilfe

source: _About
cs: _O programu
de: _Über

source: Create
cs: Vytvořit
de: Erzeugen

source: Create a new torrent
cs: Vytvořit nový torrent
de: Erzeuge ein neues Torrent

source: Open
cs: Otevřít
de: Öffnen

source: Open a torrent
cs: Otevřít torrent
de: Torrent Öffnen

source: Magnet link
cs: Magnet

source: Open a magnet link
cs: Otevřít magnet
de: Magnet Link Öffnen

source: Resume
cs: Spustit
de: Zurücksetzen

source: Resume torrent(s)
cs: Spustit torrent(y)
de: Torrent(s) Zurücksetzen

source: Pause
cs: Pozastavit

source: Pause torrent(s)
cs: Pozastavit torrent(y)
de: Torrent(s) Pausieren

source: Remove
cs: Odstranit
de: Entfernen

source: Remove torrent(s)
cs: Odstranit torrent(y)
de: Torrent(s) Entfernen

source: Interrupting the temporary action on torrents failed
cs: Přerušení dočasné činnosti torrentů se nezdařilo
de: Unterbrechen der temporären Aktion der Torrents ist fehlgeschlagen

source: Pausing torrents failed
cs: Pozastavení torrentů se nezdařilo
de: Pausieren fer Torrents fehlgeschlagen

source: GTK-based BitTorrent client
cs: Na GTK založený klient pro BitTorrent

source: Processing the temporary action on torrents failed
cs: Zpracování dočasné činnosti torrentů se nezdařilo
de: Ausführen der temporären Aktion der Torrents ist fehlgeschlagen.

source: Opening torrent failed
cs: Otevření torrentu se nezdařilo
de: Torrent öffnen fehlgeschlagen

source: Opening torrent '%1' failed. %2
cs: Otevření torrentu '%1' se nezdařilo. %2
de: Öffnen des Torrent '%1' fehlgeschlagen. %2

source: Download/Upload|D: %1, U: %2 - %3
cs: Stahování: %1, Nahrávání:%2 - %3
de: D: %1, U:%2 - %3

source: Download (payload)
cs: Stahování (užitečné zatížení)

source: Upload (payload)
cs: Nahrávání (užitečné zatížení)

source: Download speed|Down: %1 (%2) / %3
cs: Rychlost stahování: %1 (%2) / %3
de: Down: %1 (%2) / %3

source: Upload speed|Up: %1 (%2) / %3
cs: Rychlost nahrávání: %1 (%2) / %3
de: Up: %1 (%2) / %3

source: Please choose a torrent file
cs: Vyberte, prosím, soubor s torrentem
de: Bitte wählen Sie eine Torrent Datei

source: Torrent file encoding:
cs: Kódování souboru s torrentem:
de: Torrent Datei Verschlüsseln

source: Torrent files
cs: Soubory s torrenty
de: Torrent Dateien

source: Any files
cs: Všechny soubory
de: Jede Datei

source: Status
cs: Stav

source: Size
cs: Velikost
de: Größe

source: Requested size|Requested
cs: Požadováno
de: Benötigt

source: Downloaded requested size|Downloaded
cs: Staženo
de: Downloaded

source: %% Complete
cs: Hotovo %%
de: %% Fertig

source: Total download|Download
cs: Stahování
de: Download

source: Total upload|Upload
cs: Nahrávání
de: Upload

source: Total failed|Failed
cs: Nepodařené
de: Fehlgeschlagen

source: Total redundant|Redundant
cs: Nadbytečné
de: Redundant

source: Share ratio|Ratio
cs: Poměr
de: Verhältnis

source: Peers
cs: Zdroje

source: Seeds
cs: Úplné zdroje

source: Time added|Added
cs: Přidáno
de: Hinzugefügt

source: Time left|ETA
cs: Zbývající čas
de: ETA

source: Time seeding|Seeding
cs: Setí
de: Seeding

source: Tracker
cs: Rozdělovač

source: Status icon
cs: Ikona stavu

source: Requested size
cs: Požadovaná velikost
de: Benötigte Größe

source: Downloaded requested size
cs: Z požadované velikosti staženo
de: Benötigte Downloadgröße

source: Time added
cs: Čas přidání
de: Zeit hinzugefügt
